{
  "sample_data": [
    {
       "name":"Children Height Detection Data, Height & Pose (4KB)",
      "id":"children-height-detection-data",
      "description":"No description",
      "readme":"About Dataset:\n--------------------------\nChildren Height Detection Data refers to a collection of information that includes both height measurements and pose data of children. The data is typically obtained through various means such as sensors, cameras, or manual measurements, and is used to determine the height of children accurately. In addition to height measurements, the pose data provides information about the body posture or position of the children during the measurement process..",
      "data":{}
    }, {
      "name":"Body Measurement Data (8KB)",
      "id":"body-measurement-data",
      "description":"No description",
      "readme":"About Dataset:\n--------------------------\nThis dataset could be the first of its kind and probably the only of its kind on public database. We intended to conduct research using human body measurement but we could not find any open access data. So we decided to build our data..",
      "data":{}
    },{
      "name":"Clothing Fit Dataset for Size Recommendation (42MB)",
      "id":"clothing-fit-dataset-for-size-recommendation",
      "description":"No description",
      "readme":"About Dataset:\n--------------------------\nProduct size recommendation and fit prediction are critical in order to improve customers’ shopping experiences and to reduce product return rates. However, modeling customers’ fit feedback is challenging due to its subtle semantics, arising from the subjective evaluation of products and imbalanced label distribution (most of the feedbacks are \"Fit\"). These datasets, which are the only fit related datasets available publicly at this time, collected from ModCloth and RentTheRunWay could be used to address these challenges to improve the recommendation process., Following type of information is available in the datasets:\n\nratings and reviews\nfit feedback (small/fit/large)\ncustomer/product measurements\ncategory information\n\nPlease refer to file description for more granular details. These datasets are highly sparse, with most products and customers having only a single transaction. Note that, here a ‘product’ refers to a specific size of a product, as our goal is to predict fitness for associated catalog sizes. Also, since different clothing products use different sizing conventions, we standardize sizes into a single numerical scale preserving the order. \n\nAbout this file\n--------------------------____\nNumber of customers: 47,958\n\nNumber of products: 1,378\n\nNumber of transactions: 82,790\n\nField Description:\n\nitem_id: unique product id\n\nwaist: waist measurement of customer\n\nsize: the standardized size of the product\n\nquality: rating for the product\n\ncup size: cup size measurement of customer\n\nhips: hip measurement of customer\n\nbra size: bra size of customer\n\ncategory: the category of the product\n\nbust: bust measurement of customer\n\nheight: height of the customer\n\nlength: feedback on the length of the product\n\nfit: fit feedback\n\nuser_id: a unique id for the customer\n\nshoe size: shoe size of the customer\n\nshoe width: shoe width of the customer\n\nreview_text: review of customer\n\nreview_summary: review summary.",
      "data":{}
    },{
      "name":"Pinterest Fashion Compatibility Data - UCSD (6GB)",
      "id":"pinterest-fashion-compatibility-data-ucsd",
      "description":"No description",
      "readme":"The STL 'Shop The Look' Dataset is ideally suited for computer vision modelling\n\nAbout Dataset:\n--------------------------\nThis is a very large dataset from the CVPR 2019 publication, which can be found at https://arxiv.org/pdf/1812.01748.pdf.\n\nThis contains a fashion-based dataset from Pinterest that offers the Shop the Look tool and suggests clothing based on a photograph of a certain situation. Each data set contains a pair of scenes and products.\n\nScenes: 47,739\n\nProducts: 38,111\n\nScene-Product Pairs: 93,274.",
      "data":{}
    },
      {
      "name":"Body Measurements Dataset (69MB)",
      "id":"body-measurements-dataset",
      "description":"No description",
      "readme":"About Dataset:\n--------------------------\nBody measurements and photographs of people for ecommerce clothes services\n\nThe dataset consists of a compilation of people's photos along with their corresponding body measurements. It is designed to provide information and insights into the physical appearances and body characteristics of individuals. \n\nThe dataset includes a diverse range of subjects representing different age groups, genders, and ethnicities.\nThe photos are captured in a standardized manner, depicting individuals in a front and side positions.\nThe images aim to capture the subjects' physical appearance using appropriate lighting and angles that showcase their body proportions accurately.\n\nThe dataset serves various purposes, including:\n\nresearch projects\nbody measurement analysis\nfashion or apparel industry applications\nfitness and wellness studies\nanthropometric studies for ergonomic design in various fields.",
      "data":{}
    }
    
  ]
}